[Strings]
L_optInstallProductKey="ipk"
L_optInstallProductKeyUsage="Установка ключа продукта (замена существующего ключа)"
L_optUninstallProductKey="upk"
L_optUninstallProductKeyUsage="Удаление ключа продукта"
L_optActivateProduct="ato"
L_optActivateProductUsage="Активация Windows"
L_optDisplayInformation="dli"
L_optDisplayInformationUsage="Отображение сведений о лицензии (по умолчанию: текущая лицензия)"
L_optDisplayInformationVerbose="dlv"
L_optDisplayInformationUsageVerbose="Отображение подробных сведений о лицензии (по умолчанию: текущая лицензия)"
L_optExpirationDatime="xpr"
L_optExpirationDatimeUsage="Дата истечения срока для текущего состояния лицензии"
L_optClearPKeyFromRegistry="cpky"
L_optClearPKeyFromRegistryUsage="Удаление ключа продукта из реестра (предотвращение утечки информации)"
L_optInstallLicense="ilc"
L_optInstallLicenseUsage="Установка лицензии"
L_optReinstallLicenses="rilc"
L_optReinstallLicensesUsage="Переустановка файлов лицензий системы"
L_optDisplayIID="dti"
L_optDisplayIIDUsage="Отображение идентификатора установки для автономной активации"
L_optPhoneActivateProduct="atp"
L_optPhoneActivateProductUsage="Активация продукта с идентификатором подтверждения, предоставленным пользователем"
L_optReArmWindows="rearm"
L_optReArmWindowsUsage="Сброс лицензионного состояния компьютера"
L_optReArmApplication="rearm-app"
L_optReArmApplicationUsage="Сбросить состояние лицензирования данного приложения"
L_optReArmSku="rearm-sku"
L_optReArmSkuUsage="Сбросить состояние лицензирования данного SKU"
L_optSetKmsName="skms"
L_optSetKmsNameUsage="Установка имени или порта, которые будет использовать компьютер KMS. IPv6 адрес следует указать в формате [имя_узла]:порт"
L_optClearKmsName="ckms"
L_optClearKmsNameUsage="Удаление имени используемого компьютера KMS (установка порта в значение по умолчанию)"
L_optSetKmsLookupDomain="skms-domain"
L_optSetKmsLookupDomainUsage="Задайте определенный DNS-домен, в котором можно найти все записи SRV сервера управления ключами. Этот параметр не имеет значения, если с помощью параметра /skms задан отдельный конкретный узел сервера управления ключами."
L_optClearKmsLookupDomain="ckms-domain"
L_optClearKmsLookupDomainUsage="Очистите определенный DNS-домен, в котором можно найти все записи SRV сервера управления ключами. Будет использоваться конкретный узел сервера управления ключами, если он задан с помощью параметра /skms. В противном случае будет использоваться автоматическое обнаружение сервера управления ключами."
L_optSetKmsHostCaching="skhc"
L_optSetKmsHostCachingUsage="Разрешить кэширование узла KMS"
L_optClearKmsHostCaching="ckhc"
L_optClearKmsHostCachingUsage="Запретить кэширование узла KMS"
L_optSetActivationInterval="sai"
L_optSetActivationIntervalUsage="Установка для неактивированных клиентов интервала попыток подключения к KMS (в минутах). Интервал активации может находиться в пределах от 15 минут (минимум) до 30 дней (максимум), но рекомендуется использовать значение по умолчанию (2 часа)."
L_optSetRenewalInterval="sri"
L_optSetRenewalIntervalUsage="Установка для активированных клиентов интервала обновления подключения к KMS (в минутах). Интервал обновления может находиться в пределах от 15 минут (минимум) до 30 дней (максимум), но рекомендуется использовать значение по умолчанию (2 часа)."
L_optSetKmsListenPort="sprt"
L_optSetKmsListenPortUsage="Установка порта TCP, который KMS будет использовать для связи с клиентами"
L_optSetDNS="sdns"
L_optSetDNSUsage="Включение публикации DNS со стороны KMS (по умолчанию)"
L_optClearDNS="cdns"
L_optClearDNSUsage="Отключение публикации DNS со стороны KMS"
L_optSetNormalPriority="spri"
L_optSetNormalPriorityUsage="Установка для KMS обычного приоритета (по умолчанию)"
L_optClearNormalPriority="cpri"
L_optClearNormalPriorityUsage="Установка для KMS низкого приоритета"
L_optSetVLActivationType="act-type"
L_optSetVLActivationTypeUsage="Установка типа активации 1 (Active Directory), 2 (сервер управления ключами), 3 (маркеры) или 0 (все)."
L_optListInstalledILs="lil"
L_optListInstalledILsUsage="Отображение установленных лицензий на выдачу активации на основе токенов"
L_optRemoveInstalledIL="ril"
L_optRemoveInstalledILUsage="Удаление установленной лицензии на выдачу активации на основе токенов"
L_optListTkaCerts="ltc"
L_optListTkaCertsUsage="Отображение сертификатов активации на основе токенов"
L_optForceTkaActivation="fta"
L_optForceTkaActivationUsage="Принудительное применение активации на основе токенов"
L_optADActivate="ad-activation-online"
L_optADActivateUsage="Активация леса Active Directory (AD) с помощью ключа продукта, предоставленного пользователем"
L_optADGetIID="ad-activation-get-iid"
L_optADGetIIDUsage="Отображение ИД установки для леса Active Directory (AD)"
L_optADApplyCID="ad-activation-apply-cid"
L_optADApplyCIDUsage="Активация леса Active Directory (AD) с помощью ключа продукта, предоставленного пользователем, и ИД подтверждения"
L_optADListAOs="ao-list"
L_optADListAOsUsage="Отображение объектов активации в Active Directory (AD)"
L_optADDeleteAO="del-ao"
L_optADDeleteAOsUsage="Удаление объектов активации в Active Directory (AD) для объекта активации, предоставленного пользователем"
L_ParamsActivationID="<ИД активации>"
L_ParamsActivationIDOptional="[ИД активации]"
L_ParamsActIDOptional="[ИД активации | All]"
L_ParamsApplicationID="<ИД приложения>"
L_ParamsProductKey="<Ключ продукта>"
L_ParamsLicenseFile="<Файл лицензии>"
L_ParamsPhoneActivate="<Идентификатор подтверждения>"
L_ParamsSetKms="<Имя[:Порт] | : порт>"
L_ParamsSetKmsLookupDomain="<Полное доменное имя>"
L_ParamsSetListenKmsPort="<Порт>"
L_ParamsSetActivationInterval="<Интервал активации>"
L_ParamsSetRenewalInterval="<Интервал обновления>"
L_ParamsVLActivationTypeOptional="[Тип активации]"
L_ParamsRemoveInstalledIL="<ILID> <ILvID>"
L_ParamsForceTkaActivation="<Отпечаток_сертификата> [<ПИН_код>]"
L_ParamsAONameOptional="[Имя объекта активации]"
L_ParamsAODistinguishedName="<DN объекта активации | RDN объекта активации>"
L_MsgHelp_1="Средство управления лицензированием программного обеспечения Windows"
L_MsgHelp_2="Использование: slmgr.vbs [ИмяКомпьютера [Пользователь Пароль]] [<Option>]"
L_MsgHelp_3="ИмяКомпьютера: Имя удаленного компьютера (по умолчанию - локального компьютера)"
L_MsgHelp_4="Пользователь:  Учетная запись с требуемыми привилегиями на удаленном компьютере"
L_MsgHelp_5="Пароль:        пароль упомянутой учетной записи"
L_MsgGlobalOptions="Глобальные параметры:"
L_MsgAdvancedOptions="Дополнительно:"
L_MsgKmsClientOptions="Пакетная лицензия: Клиентские параметры службы управления ключами (KMS):"
L_MsgKmsOptions="Пакетная лицензия: параметры службы управления ключами (KMS):"
L_MsgADOptions="Корпоративное лицензирование: параметры активации Active Directory (AD):"
L_MsgTkaClientOptions="Корпоративное лицензирование: параметры активации на основе токенов:"
L_MsgInvalidOptions="Недопустимое сочетание параметров команды."
L_MsgUnrecognizedOption="Неизвестный параметр: "
L_MsgErrorProductNotFound="Ошибка: продукт не найден"
L_MsgClearedPKey="Ключ продукта успешно удален из реестра"
L_MsgInstalledPKey="Успешно установлен ключ продукта: %PKEY%."
L_MsgUninstalledPKey="Ключ продукта успешно удален."
L_MsgErrorPKey="Ошибка: ключ продукта не найден."
L_MsgInstallationID="Идентификатор установки: "
L_MsgPhoneNumbers="Телефонные номера для активации продукта могут быть получены поиском подходящего для вашего расположения (страны) номера в файле phone.inf. Файл phone.inf можно открыть из командной строки или главного меню, выполнив команду: notepad %systemroot%\system32\sppui\phone.inf"
L_MsgActivating="Активация %PRODUCTNAME% (%PRODUCTID%) ..."
L_MsgActivated="Активация выполнена успешно."
L_MsgActivated_Failed="Ошибка: активация не выполнена."
L_MsgConfID="Идентификатор подтверждения для продукта  %ACTID% внесен успешно."
L_MsgErrorLocalWMI="Ошибка 0x%ERRCODE% возникла при подключении к локальному поставщику WMI."
L_MsgErrorLocalRegistry="Ошибка 0x%ERRCODE% возникла при подключении к локальному реестру."
L_MsgErrorConnection="Ошибка 0x%ERRCODE% возникла при подключении к серверу %COMPUTERNAME%."
L_MsgInfoRemoteConnection="Подключено к серверу %COMPUTERNAME%."
L_MsgErrorConnectionRegistry="Ошибка 0x%ERRCODE% возникла при подключении к реестру на сервере %COMPUTERNAME%"
L_MsgErrorImpersonation="Ошибка 0x%ERRCODE% возникла при определении уровня олицетворения."
L_MsgErrorAuthenticationLevel="При установке уровня проверки подлинности произошла ошибка 0x%ERRCODE%."
L_MsgErrorWMI="Ошибка 0x%ERRCODE% возникла при создании объекта локатора."
L_MsgErrorText_6="Для отображения текста ошибки выполните команду "slui.exe 0x2a 0x%ERRCODE%" на компьютере под управлением выпуска Microsoft Windows, не являющегося выпуском Core."
L_MsgErrorText_8="Ошибка: "
L_MsgErrorText_9="Ошибка: для параметра %OPTION% требуется %PARAM%"
L_MsgErrorText_11="Компьютер работает в рамках льготного периода для неподлинной версии. Выполните команду "slui.exe", чтобы подключиться к Интернету и подтвердить подлинность системы."
L_MsgErrorText_12="Система Windows работает в рамках периода уведомления для неподлинной версии. Выполните команду ''slui.exe'', чтобы подключиться к Интернету и проверить подлинность Windows."
L_MsgLicenseFile="Файл лицензии %LICENSEFILE% успешно установлен."
L_MsgKmsPriSetToLow="Для KMS установлен низкий приоритет"
L_MsgKmsPriSetToNormal="Для KMS установлен обычный приоритет"
L_MsgWarningKmsPri="Внимание! Приоритет можно задать только на активированном компьютере со службой управления ключами (KMS)."
L_MsgKmsDnsPublishingDisabled="Публикация DNS отключена"
L_MsgKmsDnsPublishingEnabled="Публикация DNS включена"
L_MsgKmsDnsPublishingWarning="Внимание! Публикацию DNS можно задать только на активированном компьютере со службой управления ключами (KMS)."
L_MsgKmsPortSet="Порту KMS успешно назначено значение: %PORT%."
L_MsgWarningKmsReboot="Внимание! Необходимо перезагрузить KMS, чтобы этот параметр вступил в силу."
L_MsgWarningKmsPort="Внимание! Порт KMS можно задать только на активированном компьютере со службой управления ключами (KMS)."
L_MsgRenewalSet="Задано значение интервала многопользовательского обновления (в мин.): %RENEWAL%."
L_MsgWarningRenewal="Внимание! Интервал многопользовательского обновления можно задать только на активированном компьютере со службой управления ключами (KMS)."
L_MsgActivationSet="Для активации корпоративных лицензий успешно задан интервал %ACTIVATION% мин:"
L_MsgWarningActivation="Внимание! Интервал активации корпоративных лицензий можно задать только на активированном компьютере со службой управления ключами (KMS)."
L_MsgKmsNameSet="Задано имя компьютера со службой управления ключами: %KMS%."
L_MsgKmsNameCleared="Имя компьютера со службой управления ключами успешно удалено."
L_MsgKmsLookupDomainSet="Задан домен поиска для службы управления ключами: %FQDN%."
L_MsgKmsLookupDomainCleared="Домен поиска службы управления ключами успешно удален."
L_MsgKmsUseMachineNameOverrides="Внимание! Параметр /skms переопределяет параметр /skms-domain. %KMS% будет использоваться для активации."
L_MsgKmsUseMachineName="Внимание! Используется параметр /skms. %KMS% будет использоваться для активации."
L_MsgKmsUseLookupDomain="Внимание! Используется параметр /skms-domain. %FQDN% будет использоваться для поиска записи SRV DNS."
L_MsgKmsHostCachingDisabled="Кэширование узла KMS отключено"
L_MsgKmsHostCachingEnabled="Кэширование узла KMS включено"
L_MsgErrorActivationID="Ошибка: идентификатор активации (%ActID%) не найден."
L_MsgVLActivationTypeSet="Тип активации корпоративных лицензий задан успешно."
L_MsgRearm_1="Выполнение команды успешно завершено."
L_MsgRearm_2="Перезагрузите компьютер, чтобы изменения вступили в силу."
L_MsgRemainingWindowsRearmCount="Оставшееся число возвращений к исходному состоянию активации Windows: %COUNT%"
L_MsgRemainingSkuRearmCount="Оставшееся число возвратов к исходному состоянию активации SKU: %COUNT%"
L_MsgRemainingAppRearmCount="Оставшееся число возвратов к исходному состоянию активации приложения: %COUNT%"
L_MsgLicenseStatusUnlicensed="Не имеет лицензии"
L_MsgLicenseStatusVL="Срок активации корпоративных лицензий истечет %ENDDATE%"
L_MsgLicenseStatusTBL="Срок истечения активации по времени: %ENDDATE%"
L_MsgLicenseStatusAVMA="Срок действия автоматической активации виртуальной машины истекает %ENDDATE%"
L_MsgLicenseStatusLicensed="Постоянная активация прошла успешно."
L_MsgLicenseStatusInitialGrace="Срок окончания начального льготного периода: %ENDDATE%"
L_MsgLicenseStatusAdditionalGrace="Срок окончания дополнительного льготного периода: %ENDDATE%"
L_MsgLicenseStatusNonGenuineGrace="Срок окончания льготного периода для неподлинной версии: %ENDDATE%"
L_MsgLicenseStatusNotification="Windows находится в режиме уведомления"
L_MsgLicenseStatusExtendedGrace="Срок окончания расширенного льготного периода: %ENDDATE%"
L_MsgLicenseStatusUnlicensed_1="Состояние лицензии: нелицензированный"
L_MsgLicenseStatusLicensed_1="Состояние лицензии: имеет лицензию"
L_MsgLicenseStatusVL_1="Срок активации корпоративных лицензий истечет через %MINUTE% мин (%DAY% дн.)"
L_MsgLicenseStatusTBL_1="Срок действия активации закончится через: %MINUTE% мин. (%DAY% дн.)"
L_MsgLicenseStatusAVMA_1="Срок действия автоматической активации виртуальной машины: %MINUTE% мин (%DAY% дн.)"
L_MsgLicenseStatusInitialGrace_1="Состояние лицензии: начальный льготный период"
L_MsgLicenseStatusAdditionalGrace_1="Состояние лицензии: дополнительный льготный период (срок действия лицензии KMS истек, или конфигурация оборудования компьютера не соответствует допустимой)"
L_MsgLicenseStatusNonGenuineGrace_1="Состояние лицензии: льготный период для неподлинной версии."
L_MsgLicenseStatusNotification_1="Состояние лицензии: уведомление"
L_MsgLicenseStatusExtendedGrace_1="Состояние лицензии: расширенный льготный период"
L_MsgNotificationErrorReasonNonGenuine="Причина режима уведомления: 0x%ERRCODE% (неподлинная версия)."
L_MsgNotificationErrorReasonExpiration="Причина режима уведомления: 0x%ERRCODE% (льготный период истек)."
L_MsgNotificationErrorReasonOther="Причина режима уведомления: 0x%ERRCODE%."
L_MsgLicenseStatusTimeRemaining="Оставшееся время: %MINUTE% мин. (%DAY% дн.)"
L_MsgLicenseStatusUnknown="Состояние лицензии: нет данных"
L_MsgLicenseStatusEvalEndData="Дата окончания пробного периода: "
L_MsgReinstallingLicenses="Переустановка файлов лицензий ..."
L_MsgLicensesReinstalled="Файлы лицензий переустановлены успешно."
L_MsgServiceVersion="Версия службы лицензирования программного обеспечения: "
L_MsgProductName="Имя: "
L_MsgProductDesc="Описание: "
L_MsgActID="Идентификатор активации: "
L_MsgAppID="Идентификатор приложения: "
L_MsgPID4="Расширенный PID: "
L_MsgChannel="Канал ключей продуктов: "
L_MsgProcessorCertUrl="URL-адрес сертификата процессора: "
L_MsgMachineCertUrl="URL-адрес сертификата компьютера: "
L_MsgUseLicenseCertUrl="Используйте URL-адрес лицензии: "
L_MsgPKeyCertUrl="URL-адрес сертификата ключа продукта: "
L_MsgValidationUrl="URL-адрес проверки: "
L_MsgPartialPKey="Частичный ключ продукта: "
L_MsgErrorLicenseNotInUse="Лицензия не используется."
L_MsgKmsInfo="Сведения о клиенте службы управления ключами"
L_MsgCmid="Идентификатор клиентского компьютера (CMID): "
L_MsgRegisteredKmsName="Зарегистрированное имя компьютера KMS: "
L_MsgKmsLookupDomain="Зарегистрированный домен поиска записей SRV сервера управления ключами: "
L_MsgKmsFromDnsUnavailable="Автообнаружение DNS: имя KMS отсутствует"
L_MsgKmsFromDns="Имя компьютера KMS из DNS: "
L_MsgKmsIpAddress="IP-адрес компьютера KMS: "
L_MsgKmsIpAddressUnavailable="IP-адрес компьютера KMS: недоступен"
L_MsgKmsPID4="Расширенный PID компьютера KMS: "
L_MsgActivationInterval="Интервал активации (в мин.): %INTERVAL%"
L_MsgRenewalInterval="Интервал обновления (в мин.): %INTERVAL%"
L_MsgKmsEnabled="На этом компьютере включена служба управления ключами"
L_MsgKmsCurrentCount="Текущий счетчик: "
L_MsgKmsListeningOnPort="Прослушивание порта: "
L_MsgKmsPriNormal="Приоритет KMS: Обычный"
L_MsgKmsPriLow="Приоритет KMS: Низкий"
L_MsgVLActivationTypeAll="Настроенный тип активации: все"
L_MsgVLActivationTypeAD="Настроенный тип активации: Active Directory"
L_MsgVLActivationTypeKMS="Настроенный тип активации: сервер управления ключами"
L_MsgVLActivationTypeToken="Настроенный тип активации: маркеры"
L_MsgVLMostRecentActivationInfo="Сведения о последней активации:"
L_MsgInvalidDataError="Ошибка: недопустимые данные"
L_MsgUndeterminedPrimaryKey="Предупреждение. SLMGR не удалось проверить текущий ключ продукта для Windows. Выполните обновление до последнего пакета обновления."
L_MsgUndeterminedPrimaryKeyOperation="Предупреждение. Эта операция может повлиять на несколько целевых лицензий.  Проверьте результаты."
L_MsgUndeterminedOperationFormat="Обработка лицензии для %PRODUCTDESCRIPTION% (%PRODUCTID%)."
L_MsgPleaseActivateRefreshKMSInfo="Чтобы активировать и обновить данные клиента службы управления ключами (KMS) (для обновления значений), выполните сценарий с указанным параметром: slmgr.vbs /ato."
L_MsgTokenBasedActivationMustBeDone="Эта система настроена только на активацию на основе маркеров. Используйте slmgr.vbs /fta для начала активации на основе маркеров или slmgr.vbs /act-type для изменения типа активации."
L_MsgSubscriptionEdition="Выпуск подписки: "
L_MsgSubscriptionType="Тип подписки: "
L_MsgSubscriptionTypeABS="Подписка на основе Azure"
L_MsgSubscriptionTypeDBS="Подписка на основе устройства"
L_MsgSubscriptionTypeUBS="Подписка на основе пользователя"
L_MsgSubscriptionTypeUnknown="Неизвестно"
L_MsgSubscriptionStatus="Состояние подписки: "
L_MsgSubscriptionStatusActive="Активно"
L_MsgSubscriptionStatusNotActive="Неактивно"
L_MsgSubscriptionStatusDisabled="Отключено"
L_MsgSubscriptionExpiry="Срок действия подписки: "
L_MsgSubscriptionStatusExpired="Срок действия истек"
L_MsgSubscriptionExpiryUnknown="Неизвестно"
L_MsgKmsCumulativeRequestsFromClients="Полученные от клиентов совокупные запросы службы управления ключами"
L_MsgKmsTotalRequestsRecieved="Всего получено запросов: "
L_MsgKmsFailedRequestsReceived="Получено невыполненных запросов: "
L_MsgKmsRequestsWithStatusUnlicensed="Запросов с состоянием лицензии "Не лицензировано": "
L_MsgKmsRequestsWithStatusLicensed="Запросов с состоянием лицензии "Лицензировано": "
L_MsgKmsRequestsWithStatusInitialGrace="Запросов с состоянием лицензии "Начальный льготный период": "
L_MsgKmsRequestsWithStatusLicenseExpiredOrHwidOot="Запросов с состоянием лицензии "Истек срок действия лицензии" или "Конфигурация оборудования компьютера не соответствует допустимой": "
L_MsgKmsRequestsWithStatusNonGenuineGrace="Запросов с состоянием лицензии "Льготный период для неподлинной версии": "
L_MsgKmsRequestsWithStatusNotification="Запросов с состоянием лицензии "Режим уведомления": "
L_MsgRemoteWmiVersionMismatch="Удаленный компьютер не поддерживает эту версию SLMgr.vbs"
L_MsgRemoteExecNotSupported="Удаленное выполнение данной команды SLMgr.vbs не поддерживается"
L_MsgTkaLicenses="Лицензии на выдачу активации на основе токенов:"
L_MsgTkaLicenseHeader="%ILID%    %ILVID%"
L_MsgTkaLicenseILID="Идентификатор лицензии (ILID): %ILID%"
L_MsgTkaLicenseILVID="Идентификатор версии (ILvID): %ILVID%"
L_MsgTkaLicenseExpiration="Действительно до: %TODATE%"
L_MsgTkaLicenseAdditionalInfo="Дополнительные сведения: %MOREINFO%"
L_MsgTkaLicenseAuthZStatus="Ошибка: 0x%ERRCODE%"
L_MsgTkaLicenseDescr="Описание: %DESC%"
L_MsgTkaLicenseNone="Лицензии не найдены."
L_MsgTkaRemoving="Удаление лицензии на активацию на основе токенов..."
L_MsgTkaRemovedItem="Удалена лицензия с SLID=%SLID%."
L_MsgTkaRemovedNone="Лицензии не найдены."
L_MsgTkaInfoAdditionalInfo="Дополнительные сведения: %MOREINFO%"
L_MsgTkaInfo="Сведения об активации на основе токенов"
L_MsgTkaInfoILID="Идентификатор лицензии (ILID): %ILID%"
L_MsgTkaInfoILVID="Идентификатор версии (ILvID): %ILVID%"
L_MsgTkaInfoGrantNo="Номер разрешения: %GRANTNO%"
L_MsgTkaInfoThumbprint="Отпечаток сертификата: %THUMBPRINT%"
L_MsgTkaCertThumbprint="Отпечаток: %THUMBPRINT%"
L_MsgTkaCertSubject="Субъект: %SUBJECT%"
L_MsgTkaCertIssuer="Поставщик: %ISSUER%"
L_MsgTkaCertValidFrom="Действительно с: %FROMDATE%"
L_MsgTkaCertValidTo="Действительно до: %TODATE%"
L_MsgADInfo="Сведения о клиенте активации Active Directory"
L_MsgADInfoAOName="Имя объекта активации: "
L_MsgADInfoAODN="DN объекта активации: "
L_MsgADInfoExtendedPid="Расширенный PID объекта активации: "
L_MsgADInfoActID="ИД объекта активации: "
L_MsgActObjAvailable="Объекты активации"
L_MsgActObjNoneFound="Объекты не найдены"
L_MsgSucess="Операция выполнена успешно."
L_MsgADSchemaNotSupported="Активация с помощью Active Directory не поддерживается в текущей схеме Active Directory."
L_MsgAVMAInfo="Сведения о клиенте автоматической активации виртуальной машины"
L_MsgAVMAID="IAID гостя: "
L_MsgAVMAHostMachineName="Имя хост-компьютера: "
L_MsgAVMALastActTime="Время активации: "
L_MsgAVMAHostPid2="Цифровой PID2 узла: "
L_MsgNotAvailable="Недоступен"
L_MsgCurrentTrustedTime="Доверенное время: "
L_MsgError_C004C001="Сервер активации определил, что указанный ключ продукта недопустим"
L_MsgError_C004C003="Сервер активации определил, что указанный ключ продукта заблокирован"
L_MsgError_C004C017="Сервер активации определил, что указанный ключ продукта был заблокирован для этого географического расположения."
L_MsgError_C004B100="Сервер активации обнаружил, что для данного компьютера не удалось выполнить активацию"
L_MsgError_C004C008="Сервер активации обнаружил, что указанный ключ продукта не удалось использовать"
L_MsgError_C004C020="Сервер активации сообщил, что у ключа многократной активации превышен предел активаций"
L_MsgError_C004C021="Сервер активации сообщил, что превышен предел расширения для ключа многократной активации"
L_MsgError_C004D307="Превышено максимально допустимое число сбросов таймера активации. Чтобы повторить попытку сброса таймера активации, переустановите ОС."
L_MsgError_C004F009="Служба лицензирования программного обеспечения сообщила, что льготный период истек"
L_MsgError_C004F00F="Сервер лицензирования программного обеспечения сообщил, что идентификатор привязки оборудования выходит за границы допустимого отклонения"
L_MsgError_C004F014="Служба лицензирования программного обеспечения сообщила, что этот ключ продукта недоступен"
L_MsgError_C004F025="Отказано в доступе: для выполняемого действия требуется более высокий уровень привилегий"
L_MsgError_C004F02C="Служба лицензирования программного обеспечения сообщила, что формат данных автономной активации неправилен"
L_MsgError_C004F035="Служба лицензирования программного обеспечения сообщила, что на данном компьютере не удалось выполнить активацию с помощью ключа многократной установки. При использовании корпоративных лицензий обновление можно выполнить только из уполномоченной операционной системы. Обратитесь к системному администратору или воспользуйтесь ключом другого типа"
L_MsgError_C004F038="Служба лицензирования программного обеспечения сообщила, что для данного компьютера не удалось выполнить активацию. Значение счетчика, которое сообщила служба управления ключами (KMS), недостаточно. Обратитесь к системному администратору."
L_MsgError_C004F039="Служба лицензирования программного обеспечения сообщила, что для данного компьютера не удалось выполнить активацию. Служба управления ключами (KMS) выключена."
L_MsgError_C004F041="Служба лицензирования программного обеспечения обнаружила, что служба управления ключами (KMS) выключена. Включите службу KMS."
L_MsgError_C004F042="Служба лицензирования программного обеспечения обнаружила, что использование указанной службы управления ключами (KMS) невозможно"
L_MsgError_C004F050="Служба лицензирования программного обеспечения сообщила, что данный ключ продукта недопустим"
L_MsgError_C004F051="Служба лицензирования программного обеспечения сообщила, что данный ключ продукта заблокирован"
L_MsgError_C004F064="Служба лицензирования программного обеспечения сообщила, что льготный период для ПО с неподтвержденной подлинностью закончился"
L_MsgError_C004F065="Служба лицензирования программного обеспечения сообщила, что приложение выполняется в рамках допустимого периода для ПО с неподтвержденной подлинностью"
L_MsgError_C004F066="Служба лицензирования программного обеспечения сообщила, что номер SKU продукта не найден"
L_MsgError_C004F06B="Служба лицензирования программного обеспечения определила, что она выполняется на виртуальном компьютере. Служба управления ключами (KMS) в этом режиме не поддерживается"
L_MsgError_C004F074="Служба лицензирования программного обеспечения сообщила, что данный компьютер не удалось активировать. Связаться со службой управления ключами (KMS) не удалось. Дополнительные сведения см. в журнале событий приложений."
L_MsgError_C004F075="Служба лицензирования программного обеспечения сообщила, что операцию невозможно выполнить, так как служба останавливается"
L_MsgError_C004F304="Служба лицензирования программного обеспечения сообщила, что требуемая лицензия не найдена."
L_MsgError_C004F305="Служба лицензирования программного обеспечения сообщила о том, что в системе не найдены сертификаты, позволяющие активировать продукт."
L_MsgError_C004F30A="Служба лицензирования программного обеспечения сообщила, что для данного компьютера не удалось выполнить активацию. Сертификат не соответствует условиям лицензии."
L_MsgError_C004F30D="Служба лицензирования программного обеспечения сообщила, что для данного компьютера не удалось выполнить активацию. Недействительный отпечаток."
L_MsgError_C004F30E="Служба лицензирования программного обеспечения сообщила, что для данного компьютера не удалось выполнить активацию. Не удается найти сертификат, соответствующий отпечатку."
L_MsgError_C004F30F="Служба лицензирования программного обеспечения сообщила, что для данного компьютера не удалось выполнить активацию. Сертификат не соответствует условиям, указанным в лицензии выдачи."
L_MsgError_C004F310="Служба лицензирования программного обеспечения сообщила, что для данного компьютера не удалось выполнить активацию. Сертификат не соответствует идентификатору точки доверия (TPID), указанному в лицензии выдачи."
L_MsgError_C004F311="Служба лицензирования программного обеспечения сообщила, что для данного компьютера не удалось выполнить активацию. Программный токен не может быть использован для активации."
L_MsgError_C004F312="Служба лицензирования программного обеспечения сообщила, что для данного компьютера не удалось выполнить активацию. Сертификат не может быть использован, так как его закрытый ключ является экспортируемым."
L_MsgError_5="Отказано в доступе: для выполняемого действия требуется более высокий уровень привилегий"
L_MsgError_80070005="Отказано в доступе: для выполняемого действия требуется более высокий уровень привилегий"
L_MsgError_80070057="Параметр задан неверно"
L_MsgError_8007232A="Ошибка DNS-сервера"
L_MsgError_8007232B="DNS-имя не существует"
L_MsgError_800706BA="Сервер RPC недоступен"
L_MsgError_8007251D="Не найдены записи для запроса DNS"
